export const DUMMY_NEWS = [
  {
    id: 'n1',
    slug: 'us-tariff-impact-thai-economy',
    title: 'ส.อ.ท. ประเมินสหรัฐฯขึ้นภาษี ทำไทยเสียหายสูง 8-9 แสนล้านบาท',
    image: 'us-tariff.jpg',
    date: '2025-04-04',
    content: 'นายเกรียงไกร เธียรนุกุล ประธานสภาอุตสาหกรรมแห่งประเทศไทย (ส.อ.ท.) เปิดเผยว่าการขึ้นภาษีของสหรัฐฯ อาจทำให้ไทยเสียหายสูงถึง 8-9 แสนล้านบาท และเรียกร้องให้รัฐบาลเร่งเจรจาต่อรอง'
  },
  {
    id: 'n2',
    slug: 'lisa-oscar-performance',
    title: 'ลิซ่า สร้างประวัติศาสตร์! โชว์สุดพิเศษบนเวทีออสการ์ ครั้งที่ 97',
    image: 'lisa-oscar.jpg',
    date: '2025-03-02',
    content: 'ลิซ่า สมาชิกวง BLACKPINK ได้สร้างประวัติศาสตร์ด้วยการแสดงสุดพิเศษบนเวทีออสการ์ ครั้งที่ 97'
  },
  {
    id: 'n3',
    slug: 'bimstec-leaders-sign-agreements',
    title: '7 ผู้นำบิมสเทค ลงนามเอกสาร 6 ฉบับ ชู วิสัยทัศน์กรุงเทพฯ',
    image: 'bimstec-summit.jpg',
    date: '2025-04-05',
    content: 'ผู้นำจาก 7 ประเทศสมาชิกบิมสเทคได้ลงนามในเอกสาร 6 ฉบับ เพื่อส่งเสริมวิสัยทัศน์กรุงเทพฯ ที่มุ่งสร้างความมั่งคั่ง ยั่งยืน ฟื้นคืน และเปิดกว้าง'
  },
  {
    id: 'n4',
    slug: 'val-kilmer-passes-away',
    title: 'วัล คิลเมอร์ ผู้รับบทแบทแมนใน “Batman Forever” เสียชีวิตในวัย 65 ปี',
    image: 'val-kilmer.jpg',
    date: '2025-04-02',
    content: 'วัล คิลเมอร์ นักแสดงชื่อดังที่เคยรับบทเป็นแบทแมนในภาพยนตร์ “Batman Forever” ได้เสียชีวิตลงในวัย 65 ปี'
  },
  {
    id: 'n5',
    slug: 'gene-hackman-passes-away',
    title: 'ปิดตำนาน Gene Hackman นักแสดงดัง 2 ผลงานออสการ์',
    image: 'gene-hackman.jpg',
    date: '2025-02-28',
    content: 'Gene Hackman นักแสดงชื่อดังเจ้าของรางวัลออสการ์ 2 สมัย ได้เสียชีวิตลง'
  },
];
